tap "homebrew/cask-fonts"

brew "bat"
brew "broot"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "htop"
brew "httpie"
brew "jq"
brew "lua-language-server"
brew "neovim"
brew "pure"
brew "ripgrep"
brew "tmux"

cask "1password"
cask "bartender"
cask "figma"
cask "focus"
cask "font-fantasque-sans-mono-nerd-font"
cask "hey"
cask "insomnia"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "shortcat"
cask "slack"
cask "spotify"
cask "vlc"

mas "Things", id: 904280696 
mas "Flow", id: 1423210932
